Repository: GIcsei/Diploma2022
Catalog: PSI_Checker_2p0/Localization/Resource.*.resx
Languages: hu_hu

# BidirMenuText
source: Bidir communcation
hu_hu: Bidir kommunikáció

# CheckerControlBoardSettingsBypassRelayText
source: Bypass relay
hu_hu: Bypass relé

# CheckerControlBoardSettingsExternalSourceText
source: External source
hu_hu: Külső

# CheckerControlBoardSettingsExtSrcRelayText
source: External src. relay
hu_hu: Ext. Src. relé

# CheckerControlBoardSettingsGainRelayText
source: Gain relay
hu_hu: Gain relé

# CheckerControlBoardSettingsHeaderText
source: Board settings
hu_hu: Csatolókártya beállítások

# CheckerControlBoardSettingsInternalSourceText
source: Internal source
hu_hu: Belső

# CheckerControlBoardSettingsLoadRelayText
source: Load relay
hu_hu: Load relé

# CheckerControlBoardSettingsOutputRelayText
source: Output relay
hu_hu: Output relé

# CheckerControlBoardSettingsSensorText
source: Sensor
hu_hu: Szenzor

# CheckerControlBoardSettingsSignalRelayText
source: Signal relay
hu_hu: Signal relé

# CheckerControlLoadPatternText
source: Load Pattern
hu_hu: Pattern betöltése

# CheckerControlMeasureAllText
source: Measure All
hu_hu: Teljes mérés

# CheckerControlMeasureFromSelectedText
source: Measure From Selected
hu_hu: Részleges mérés

# CheckerControlMeasureSelectedText
source: Measure Selected
hu_hu: Egyedi mérés

# CheckerControlPatternSelectorText
source: Pattern selector
hu_hu: Pattern kiválasztása

# CheckerControlPowerOnText
source: Power On
hu_hu: Bekapcsolás

# CheckerControlProtocolSettingsBitLengthText
source: Bit length
hu_hu: Bitszám

# CheckerControlProtocolSettingsBitRateText
source: Bit rate
hu_hu: Bitfolyam sebessége

# CheckerControlProtocolSettingsCheckSumText
source: Check Sum
hu_hu: Ellenörző összeg

# CheckerControlProtocolSettingsHeaderText
source: Protocol Settings
hu_hu: Protokoll beállítások

# CheckerControlProtocolSettingsSyncDistanceText
source: Sync distance
hu_hu: Szinkronpulzus távolság

# CheckerControlProtocolSettingsSyncTypeText
source: Sync type
hu_hu: Szinkronizációs mód

# CheckerControlSaveLocationSelectorText
source: Save location
hu_hu: Mentés helye

# CheckerControlSensorSelectorText
source: Sensor selector
hu_hu: Szenzor kiválasztása

# CheckerMenuText
source: Analog testing
hu_hu: Analóg mérés

# DisabledText
source: Disabled
hu_hu: Zárva

# EnabledText
source: Enabled
hu_hu: Nyitva

# FailedInitializationText
source: Initialization failed!
hu_hu: Hiba az inicializálás során!

# InitializationStartText
source: Start initialization
hu_hu: Inicializálás

# InitPagePsiConfigPathText
source: Path to PSI config file
hu_hu: PSI konfigurációs fájl útvonala

# InitPagePsiConfigPathTipText
source: Path to the config file.
hu_hu: Konfigurációs fájl elérési útvonala.

# LoadText
source: Load from file
hu_hu: Betöltés fájlból

# ResultsMenuText
source: Results
hu_hu: Eredmények

# SaveText
source: Save to file
hu_hu: Mentés fájlba

# ScopeAttenuationText
source: Probe attenuation
hu_hu: Mérőfej erősítés

# ScopeInputImpedanceText
source: Inpit Impedance
hu_hu: Bemenő impedancia

# ScopeMenuText
source: Scope setup
hu_hu: Mérőeszköz beállítás

# ScopePowerButtonText
source: Power
hu_hu: Mérés indítás

# ScopeRangeText
source: Input range
hu_hu: Mérési tartomány

# SettingsMenuText
source: Settings
hu_hu: Beaállítások

# SimulyzerMenuText
source: Digital testing
hu_hu: Digitális mérés

# TestMenuText
source: Test functions
hu_hu: Teszt funkciók

# VersionText
source: Version number
hu_hu: Verziószám
